{
  "nodes": [
    {
      "op": "null", 
      "name": "data_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0], [2, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "max_pool2d0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_max_pool2d", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[3, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire2/squeeze1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire2/squeeze1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[4, 0, 0], [5, 0, 0], [6, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire2/expand1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire2/expand1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[7, 0, 0], [8, 0, 0], [9, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire2/expand3x3_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire2/expand3x3_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[7, 0, 0], [11, 0, 0], [12, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "concatenate0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[10, 0, 0], [13, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire3/squeeze1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire3/squeeze1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_4", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[14, 0, 0], [15, 0, 0], [16, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire3/expand1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire3/expand1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[17, 0, 0], [18, 0, 0], [19, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire3/expand3x3_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire3/expand3x3_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[17, 0, 0], [21, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "concatenate1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[20, 0, 0], [23, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "max_pool2d1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_max_pool2d_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[24, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire4/squeeze1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire4/squeeze1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[25, 0, 0], [26, 0, 0], [27, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire4/expand1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire4/expand1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[28, 0, 0], [29, 0, 0], [30, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire4/expand3x3_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire4/expand3x3_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_7", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[28, 0, 0], [32, 0, 0], [33, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "concatenate2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate_1", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[31, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire5/squeeze1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire5/squeeze1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_8", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[35, 0, 0], [36, 0, 0], [37, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire5/expand1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire5/expand1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[38, 0, 0], [39, 0, 0], [40, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire5/expand3x3_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire5/expand3x3_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_7", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[38, 0, 0], [42, 0, 0], [43, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "concatenate3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate_1", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[41, 0, 0], [44, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "max_pool2d2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_max_pool2d_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[45, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire6/squeeze1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire6/squeeze1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_9", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[46, 0, 0], [47, 0, 0], [48, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire6/expand1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire6/expand1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_10", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[49, 0, 0], [50, 0, 0], [51, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire6/expand3x3_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire6/expand3x3_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_11", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[49, 0, 0], [53, 0, 0], [54, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "concatenate4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[52, 0, 0], [55, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire7/squeeze1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire7/squeeze1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu16", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_12", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[56, 0, 0], [57, 0, 0], [58, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire7/expand1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire7/expand1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu17", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_10", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[59, 0, 0], [60, 0, 0], [61, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire7/expand3x3_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire7/expand3x3_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu18", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_11", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[59, 0, 0], [63, 0, 0], [64, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "concatenate5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[62, 0, 0], [65, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire8/squeeze1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire8/squeeze1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu19", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_13", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[66, 0, 0], [67, 0, 0], [68, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire8/expand1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire8/expand1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_14", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[69, 0, 0], [70, 0, 0], [71, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire8/expand3x3_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire8/expand3x3_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_15", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[69, 0, 0], [73, 0, 0], [74, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "concatenate6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate_3", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[72, 0, 0], [75, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire9/squeeze1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire9/squeeze1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_16", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[76, 0, 0], [77, 0, 0], [78, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire9/expand1x1_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire9/expand1x1_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_14", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[79, 0, 0], [80, 0, 0], [81, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fire9/expand3x3_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fire9/expand3x3_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_15", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[79, 0, 0], [83, 0, 0], [84, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "concatenate7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate_3", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[82, 0, 0], [85, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv10_w_0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv10_b_0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_relu_17", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[86, 0, 0], [87, 0, 0], [88, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "global_avg_pool2d0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_global_avg_pool2d", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[89, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "softmax0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_softmax", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[90, 0, 0]]
    }
  ], 
  "arg_nodes": [
    0, 
    1, 
    2, 
    5, 
    6, 
    8, 
    9, 
    11, 
    12, 
    15, 
    16, 
    18, 
    19, 
    21, 
    22, 
    26, 
    27, 
    29, 
    30, 
    32, 
    33, 
    36, 
    37, 
    39, 
    40, 
    42, 
    43, 
    47, 
    48, 
    50, 
    51, 
    53, 
    54, 
    57, 
    58, 
    60, 
    61, 
    63, 
    64, 
    67, 
    68, 
    70, 
    71, 
    73, 
    74, 
    77, 
    78, 
    80, 
    81, 
    83, 
    84, 
    87, 
    88
  ], 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    59, 
    60, 
    61, 
    62, 
    63, 
    64, 
    65, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    79, 
    80, 
    81, 
    82, 
    83, 
    84, 
    85, 
    86, 
    87, 
    88, 
    89, 
    90, 
    91, 
    92
  ], 
  "heads": [[91, 0, 0]], 
  "attrs": {
    "storage_id": ["list_int", [
        6, 
        7, 
        8, 
        0, 
        1, 
        9, 
        10, 
        2, 
        11, 
        12, 
        1, 
        13, 
        14, 
        0, 
        2, 
        15, 
        16, 
        1, 
        17, 
        18, 
        2, 
        19, 
        20, 
        0, 
        1, 
        2, 
        21, 
        22, 
        3, 
        23, 
        24, 
        1, 
        25, 
        26, 
        2, 
        0, 
        27, 
        28, 
        3, 
        29, 
        30, 
        1, 
        31, 
        32, 
        2, 
        0, 
        1, 
        33, 
        34, 
        3, 
        35, 
        36, 
        2, 
        37, 
        38, 
        1, 
        0, 
        39, 
        40, 
        3, 
        41, 
        42, 
        2, 
        43, 
        44, 
        1, 
        0, 
        45, 
        46, 
        3, 
        47, 
        48, 
        2, 
        49, 
        50, 
        1, 
        0, 
        51, 
        52, 
        3, 
        53, 
        54, 
        2, 
        55, 
        56, 
        1, 
        0, 
        57, 
        58, 
        2, 
        4, 
        5]], 
    "shape": ["list_shape", [
        [1, 3, 227, 227], 
        [64, 3, 3, 3], 
        [64], 
        [1, 64, 113, 113], 
        [1, 64, 56, 56], 
        [16, 64, 1, 1], 
        [16], 
        [1, 16, 56, 56], 
        [64, 16, 1, 1], 
        [64], 
        [1, 64, 56, 56], 
        [64, 16, 3, 3], 
        [64], 
        [1, 64, 56, 56], 
        [1, 128, 56, 56], 
        [16, 128, 1, 1], 
        [16], 
        [1, 16, 56, 56], 
        [64, 16, 1, 1], 
        [64], 
        [1, 64, 56, 56], 
        [64, 16, 3, 3], 
        [64], 
        [1, 64, 56, 56], 
        [1, 128, 56, 56], 
        [1, 128, 27, 27], 
        [32, 128, 1, 1], 
        [32], 
        [1, 32, 27, 27], 
        [128, 32, 1, 1], 
        [128], 
        [1, 128, 27, 27], 
        [128, 32, 3, 3], 
        [128], 
        [1, 128, 27, 27], 
        [1, 256, 27, 27], 
        [32, 256, 1, 1], 
        [32], 
        [1, 32, 27, 27], 
        [128, 32, 1, 1], 
        [128], 
        [1, 128, 27, 27], 
        [128, 32, 3, 3], 
        [128], 
        [1, 128, 27, 27], 
        [1, 256, 27, 27], 
        [1, 256, 13, 13], 
        [48, 256, 1, 1], 
        [48], 
        [1, 48, 13, 13], 
        [192, 48, 1, 1], 
        [192], 
        [1, 192, 13, 13], 
        [192, 48, 3, 3], 
        [192], 
        [1, 192, 13, 13], 
        [1, 384, 13, 13], 
        [48, 384, 1, 1], 
        [48], 
        [1, 48, 13, 13], 
        [192, 48, 1, 1], 
        [192], 
        [1, 192, 13, 13], 
        [192, 48, 3, 3], 
        [192], 
        [1, 192, 13, 13], 
        [1, 384, 13, 13], 
        [64, 384, 1, 1], 
        [64], 
        [1, 64, 13, 13], 
        [256, 64, 1, 1], 
        [256], 
        [1, 256, 13, 13], 
        [256, 64, 3, 3], 
        [256], 
        [1, 256, 13, 13], 
        [1, 512, 13, 13], 
        [64, 512, 1, 1], 
        [64], 
        [1, 64, 13, 13], 
        [256, 64, 1, 1], 
        [256], 
        [1, 256, 13, 13], 
        [256, 64, 3, 3], 
        [256], 
        [1, 256, 13, 13], 
        [1, 512, 13, 13], 
        [1000, 512, 1, 1], 
        [1000], 
        [1, 1000, 13, 13], 
        [1, 1000, 1, 1], 
        [1, 1000, 1, 1]]], 
    "dtype": ["list_int", [
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0]], 
    "dltype": ["list_str", [
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32"]]
  }
}